{"home":{"id":"home","body":"You're in bed, in your bedroom. It's night. The blankets are snug, and the room is dark. Life's been boring lately, hasn't it? Well, it's time to sleep for another day and maybe something will change tomorrow, you hope.","effect":["save"],"choices":[{"title":"Toss","transition":"You toss.","target":"home_toss"},{"title":"Turn","target":"home_turn","transition":"You turn."}]},"home_toss":{"id":"home_toss","body":"You toss over onto your back.","choices":[{"title":"Hm.","target":"home_epiphany"}]},"home_turn":{"id":"home_turn","body":"You turn over onto your back.","choices":[{"title":"Hm.","target":"home_epiphany"}]},"home_epiphany":{"id":"home_epiphany","body":"This can't be all there is to life, is there? This mortality, this repeating cycle of sun goes up, sun comes down, and the only thing you receive is another day closer to <fn-int data-id=\"death\">your death</fn-int>. The absurdity of the situation is set only by its mundanity, its servility. Mortal life is terrifying.","intuition":{"death":{"id":"death","body":"There's something stirring in the dark corners of your room, undulating. Its form is monstrous. Four dark eyes, bulbous, empty in the moonlight.","choices":[{"title":"Call","transition":"\"Hello?\" you say.\n","target":"home_call_devil"},{"title":"Hide","transition":"Your hands grip your blanket, and tug it over your head.","target":"home_hide_devil"}]}},"choices":[{"title":"Sleep","transition":"What are you going to do? Might as well try and sleep.","target":"home_devil_talk"}]},"home_call_devil":{"id":"home_call_devil","body":"The sounds of a woman's giggles brush out softly from the corner. \"Brave, are we?\"","choices":[{"title":"Next","target":"home_devil_talk"}]},"home_hide_devil":{"id":"home_hide_devil","body":"The sounds of a woman's giggles brush out from the corner. \"It's okay darling, I'm not here to hurt you.\"","choices":[{"title":"Next","target":"home_devil_talk"}]},"home_devil_talk":{"id":"home_devil_talk","body":"\"Hello.\" A woman emerges from the dark part of the room, standing up from her crouch. Horns portrude from her forehead and her skin is pale but human. Her body's nude, while rich necklaces and bracelets jingle at her chest and wrists. \nShe saunters over to your bed, \"Why, aren't you a {{@tag(\"gender:woman\")}}pretty{{/tag}} {{@tag(\"gender:man\")}}handsome{{/tag}} thing?\"","choices":[{"title":"Stop","transition":"\"Stop,\" you say. \n","target":"home-devil-talk-2","effect":["add tag fannystop"]},{"title":"Freeze","transition":"Shock takes you. Your limbs don't even budge.","effect":["add tag fannyfreeze"],"target":"home-devil-talk-2"}]},"home-devil-talk-2":{"id":"home-resist","body":"She doesn't stop, raising her knee onto your mattress, and crawling over you on your bed. Her thighs are thick, her belly and breasts plump and nubile. \"{{@tag(\"fannystop\")}}Oh, don't be a spoilsport. {{/tag}}{{\n  @tag(\"fannyfreeze\")}}You're a gentle one, aren't you? {{/tag}}Don't you know <fn-int data-id=\"devil\">what I am?</fn-int>\" Her smile is wide and lurid.","intuition":{"devil":{"id":"devil","body":"She's a succubus, dear. You shouldn't waste your psyche too much, otherwise you won't be able to stop her.","choices":[{"title":"Nod","transition":"You nod, and whisper \"succubus\".","target":"home-devil-nod"}]}},"after":["del tag fannystop fannyfreeze"],"choices":[{"title":"Resist","transition":"You try to throw her off. Perhaps run away?","target":"home-devil-restrained"},{"title":"Shake","transition":"Tell her you don't, and see where it goes.","target":"home-devil-shake","effect":["add tag devilshake"]},{"title":"Do Nothing","transition":"What else can you do, really?","target":"home-devil-shake","effect":["add tag devilnothing"]}]},"home-devil-shake":{"id":"home-devil-shake","body":"She cooes, \"{{@tag(\"devilshake\")}}You're an innocent thing too. I'm an angel from heaven sent by the gods to gift upon you celestial pleasure. {{/tag}}Don't worry about it, darling, try not to think too hard. I'll take care of you. Can I kiss you?\"","after":["del tag devilnothing devilshake"],"choices":[{"title":"Yes","target":"home-devil-kiss"},{"title":"No","target":"home-devil-restrained"}]},"home-devil-nod":{"id":"home-devil-nod","body":"She pouts, \"Was it from the fairytales or the porn?\" Her fingers caress your face, \"Doesn't matter. Want a kiss,  {{@tag(\"gender:man\")}}bubby{{/tag}} {{@tag(\"gender:woman\")}}honey{{/tag}} ? I'll make it good.\"","choices":[{"title":"Agree","target":"home-devil-kiss"},{"title":"Disagree","target":"home-devil-restrained"},{"title":"Punch Her","target":"home-devil-punched","transition":"Your fist shoots and gets her square up the nose."}]},"home-devil-restrained":{"id":"home-devil-restrained","body":"Paralysis weighs on your arms and legs. They move in spurts, and trembles, until they were nothing at all. She chuckles, \"Oh dear. Looks like we'll have to do this the hard way. I won't be gentle.\" ","choices":[{"title":"Next","target":"home-devil-angry-necklace"}]},"home-devil-punched":{"id":"home-devil-punched","body":"\"Oh!\" She cries out. Your limbs paralyze and fall to a lazy lethargy before you could throw more. \"Son of a bitch! Fuck!\" Her hand goes to her nose, and she sniffles, checking if it's bleeding. \"What the fuck?! Fucking spoiled little shit. Let's play rough, then.\"","effect":["add tag punched_fanny"],"choices":[{"title":"Next","target":"home-devil-angry-necklace"}]},"home-devil-angry-necklace":{"id":"home-devil-angry-necklace","body":"Her hand digs over the blanket and she tosses it aside. Your body is left bare and still. Her fingers pick at your clothes, \"I could sniff the soul off you layers away. What are you, a fucking virgin, or a {{@tag(\"gender:man\")}}a monk{{/tag}} {{@tag(\"gender:woman\")}}a nun{{/tag}} or something?\" \n<fn-int data-id=\"tail\">Her body shifts</fn-int>, and her face moves down to yours, her lips are beyond your nose. Her breath caresses you.","intuition":{"tail":{"id":"tail","body":"Her tail is twirling about your hand. Your fingers twitch. You may have just enough energy to pull a trick.","choices":[{"title":"Tug","transition":"You tug her tail.","target":"home-tail-tug"}]}},"choices":[{"title":"Next","transition":"You can't do much but what she wishes.","target":"home-devil-kiss-angry"}]},"home-tail-tug":{"id":"home-tail-tug","body":"A moan escapes the woman's lips. She stops, shocked, and slaps your hand off her tail. She's blushing. \"Don't do that.\" Her hands move to remove your shirt.","choices":[{"title":"Next","transition":"You can't feel your hands, or anything anymore. You can only watch."}]},"home-devil-kiss":{"id":"home-devil-kiss","body":"Her lips press onto you softly, gently. They're hot, wet. They move over your bottom to your top, and her tongue slips out to suckle a quick tease. She pulls her head back, and bites her lip,  {{@tag(\"gender:man\")}}\"Good boy.\"{{/tag}} {{@tag(\"gender:woman\")}}\"Good girl.\"{{/tag}} She caresses out your shirt, \"Let's make you feel good.\"\n","effect":["add tag fannys_kiss"],"choices":[{"title":"Next","body":"How could you possibly refuse?","target":"home-necklace-take"}]},"home-devil-kiss-angry":{"id":"home-devil-kiss-angry","body":"Her lips meet yours. They're warm, wet, and hot, and by the end, she nibbles nips your lip. It hurts, and your mouth releases a breath. She grins, stopping her kisses, and gives your face a smack, \"Oh, I'll enjoy making it hurt.\" {{@tag(\"punched_fanny\")}} Her fist blows your jaw, sending a sore pain through you.{{/tag}}  Her hand then goes under your shirt, and she starts to remove it.","effect":["add tag fannys_kiss"],"choices":[{"title":"Next","transition":"You're unable to do anything, forced to watch her violation.","target":"home-necklace-take"}]},"home-necklace-take":{"id":"home-necklace-take","body":"As she removes your shirt, she notices the necklace at your sternum. Her head tilts, and she sniffs at it. \"Huh.\" Her fingers dip under its amulet to pick up, but she gasps in pain and releases it. Her pained look doesn't stop. Like a burn, it lingers. Her eyebrows furrow, her face grimaces. She huffs, and then screams. Her body squirms, and her screams turn into whimpers. She gets up, \"You-- Give it to me!\"\nShe leaps onto you, and tries to grab onto the necklace again. Horrifying screams escape her. Her hands push onto you, you feel yourself fall deeper into the mattress. She gives up on the necklace and her claws begin to slash at you. As her nails dig into your skin, they glance off, and something about her movements seem pained, as though even trying to touch you was hurting her.","choices":[{"title":"Next","transition":"You feel your movement come back, and try to fight back, struggling against her.","target":"home-descend-hell"}]},"home-descend-hell":{"id":"home-descend-hell","body":"She presses and shoves you deeper into the mattress, and your body sinks until it descends past reason. The blankets stretch up like walls around you as you fall deeper and deeper, until the world turns dark, and then you feel nothing below you.\nYou're falling. \nThe woman is still on you, trying to claw at you, both of you falling through the abyss. Her foot digs into your stomach and she stomps you away. Wings unfurl from behind her and she flies off into the dark, \"Go fuck yourself!\"\nYou're left alone to fall in the dark. \n","choices":[{"title":"Sleep","transition":"The shock and fear of the situation get to you, and your head swirls into nothing like the void around you."}]},"home-end":{"id":"home-end","body":"To be continued."},"files":["democwith.yaml"],"node":{"id":null,"body":null,"effect":null,"choices":[{"title":null,"transition":null,"target":null,"effect":null}],"intuition":{"name":{"id":null,"body":null,"choices":[{"title":null,"transition":null,"target":null,"effect":null}]}}},"walls":{"id":"walls","body":"To be added (click reset and pick normal human)."},"start":{"id":"start","title":"Democwith","body":"You're human. Humans in the wombs are oppressed by the diefols (devils), who largely see them as little more than animals. What that means depends on them. It's a tough draw.\nWhat kind of <em>human</em> are you, muddy?","choices":[{"title":"Normal","target":"gender","effect":["add tag race:normal"],"transition":"A normal human from the middle world. Most will mistake you for feral, and only an educated few will appreciate where you're really from."},{"title":"Feral","target":"gender","effect":["add tag race:feral"],"transition":"They migrating through labrynthian caves of the womb-walls to retain their liberty. They're sharp, cautious, but plain."},{"title":"Domestic","target":"gender","effect":["add tag race:domestic"],"transition":"The domestic slaves of the diefols, bred for home and ornament. They're beautiful, cunning, but can they fight? eh."},{"title":"Workman","target":"gender","effect":["add tag race:workman"],"transition":"Bred for fungal farming, factories, and war. For all that muscle, they're uneducated and not very bright."}]},"gender":{"id":"gender","body":"Gender in the underworld is based on the cacophony of cultures and religions that colour the wombs, from the strict binary matriarchies of Pleasure's angels, to Sanguine's esoteric genderblood system. For now, you have a basic form.","choices":[{"title":"Man","target":"background","transition":"The typical man, whether muscles or a gut. Everyone gets it right away.","effect":["add tag gender:man"]},{"title":"Woman","target":"background","transition":"The typical woman. Whatever your features, there's no ambiguity over your gender.","effect":["add tag gender:woman"]},{"title":"Effeme","target":"background","tag":["race:feral","race:domestic"],"transition":"A human male who had drunk from naswa's sap. They have womanly features but retain the phallus; they hold special consideration in some cultures.","effect":["add tag gender:effeme"]}]},"background":{"id":"background","body":"Where will we start your story?","choices":[{"title":"Mortal","target":"amulet","transition":"You have a house in the mortal world, and an otherworldly visitor comes upon your bedroom at night to visit.","effect":["add tag bg:mortal"],"tag":["race:normal"]},{"title":"Lost","target":"amulet","transition":"You strayed a little too far from home, and find yourself hoplessly lost. Now, where's the damned way back?","tag":["race:feral","race:workman"],"effect":["add tag bg:lost"]},{"title":"Refugee","transition":"Your village was attacked by diefol raiders. You've run away, and find yourself in dimcwith.","target":"amulet","tag":["race:workman"],"effect":["add tag bg:refugee"]},{"title":"Refugee","target":"amulet","transition":"Your tribe was set upon by a roc swell, and you were the only one to live, if you could call it living.","tag":["race:feral"],"effect":["add tag bg:refugee"]},{"title":"Runaway","target":"amulet","transition":"You chose to risk death, rather than die shackled, and had run away from your old master's estate into the walls.","effect":["add tag bg:runaway"],"tag":["race:domestic","race:workman"]}]},"amulet":{"id":"amulet","body":"Since you were young, you had <fn-int data-id=\"amulet\">an amulet.</fn-int>","intuition":{"amulet":{"id":"amulet","body":"Its a dry red, a ruby, in the shape of a circle. You keep it as a necklace now. {{@tag(\"bg:mortal\")}} It was an heirloom from your mother, who handed it down to you.{{/tag}} {{@tag([\"bg:lost\", \"bg:runaway\", \"bg:refugee\"])}} You found it as a child, and kept it with you for a long time.{{/tag}} Keep it close, it might protect you.","choices":[{"title":"Continue","transition":"You got this. Good luck!","target":{"walls":["bg:refugee","bg:lost","bg:runaway"],"home":"bg:mortal"}}]}}}}