{"home":{"id":"home","body":"You're in bed, in your bedroom. It's night. The blankets are snug, and the room is dark. Life's been boring lately, hasn't it? Well, it's time to sleep for another day and maybe something will change tomorrow, you hope.","effect":["save"],"choices":[{"title":"Toss","body":"You toss.","target":"home_toss"},{"title":"Turn","target":"home_turn","body":"You turn."}]},"home_toss":{"id":"home_toss","body":"You toss over onto your back.","choices":[{"title":"Hm.","target":"home_epiphany"}]},"home_turn":{"id":"home_turn","body":"You turn over onto your back.","choices":[{"title":"Hm.","target":"home_epiphany"}]},"home_epiphany":{"id":"home_epiphany","body":"This can't be all there is to life, is there? This mortality, this repeating cycle of sun goes up, sun comes down, and the only thing you receive is another day closer to <fn-int data-id=\"death\">your death</fn-int>. The absurdity of the situation is set only by its mundanity, its servility. Mortal life is terrifying.","intuition":{"death":{"id":"death","body":"There's something stirring in the dark corners of your room, undulating. Its form is monstrous. Four dark eyes, bulbous, empty in the moonlight.","choices":[{"title":"Call","body":"\"Hello?\" you say.\n","target":"home_call_devil"},{"title":"Hide","body":"Your hands grip your blanket, and tug it over your head.","target":"home_hide_devil"}]}},"choices":[{"title":"Sleep","body":"What are you going to do? Might as well try and sleep.","target":"home_devil_talk"}]},"home_call_devil":{"id":"home_call_devil","body":"The sounds of a woman's giggles brush out softly from the corner. \"Brave, are we?\"","choices":[{"title":"Next","target":"home_devil_talk"}]},"home_hide_devil":{"id":"home_hide_devil","body":"The sounds of a woman's giggles brush out from the corner. \"It's okay darling, I'm not here to hurt you.\"","choices":[{"title":"Next","target":"home_devil_talk"}]},"home_devil_talk":{"id":"home_devil_talk","body":"\"Hello.\" A strange woman emerges from the dark part of the room, standing up from her crouch. Horns portrude from her forehead and her skin is pale but human. Her body's nude, while rich necklaces and bracelets jingle at her chest and wrists. \nShe saunters over to your bed, \"Why, aren't you a {{@tag(\"gender:woman\")}}pretty{{/tag}} {{@tag(\"gender:man\")}}handsome{{/tag}} thing?\"","choices":[{"title":"Stop","body":"\"Stop,\" you say. \n","target":"home-devil-talk-2","effect":["add tag fannystop"]},{"title":"Freeze","body":"Shock takes you. Your limbs don't even budge.","effect":["add tag fannyfreeze"],"target":"home-devil-talk-2"}]},"home-devil-talk-2":{"id":"home-resist","body":"She doesn't stop, raising her knee onto your mattress, and crawling over you on your bed. Her thighs are thick, her belly and breasts plump and nubile. \"{{@tag(\"fannystop\")}}Oh, don't be a spoilsport. {{/tag}}{{\n  @tag(\"fannyfreeze\")}}You're a gentle one, aren't you? {{/tag}}Don't you know <fn-int data-id=\"devil\">what I am?</fn-int>\" Her smile is wide and lurid.","intuition":{"devil":{"id":"devil","body":"She's a succubus, dear. You shouldn't waste your psyche too much, otherwise you won't be able to stop her.","choices":[{"title":"Nod","body":"You nod, and whisper \"succubus\".","target":"home-devil-nod"}]}},"after":["del tag fannystop fannyfreeze"],"choices":[{"title":"Resist","body":"You try to throw her off. Perhaps run away?","target":"home-devil-restrained"},{"title":"Shake","body":"Tell her you don't, and see where it goes.","target":"home-devil-shake","effect":["add tag devilshake"]},{"title":"Do Nothing","body":"What else can you do, really?","target":"home-devil-shake","effect":["add tag devilnothing"]}]},"home-devil-shake":{"id":"home-devil-shake","body":"She cooes, \"{{@tag(\"devilshake\")}}You're an innocent thing too. I'm an angel from heaven sent by the gods to gift upon you celestial pleasure. {{/tag}}Don't worry about it, darling, try not to think too hard. I'll take care of you. Can I kiss you?\"","after":["del tag devilnothing devilshake"],"choices":[{"title":"Yes","target":"home-devil-kiss"},{"title":"No","target":"home-devil-restrained"}]},"home-devil-nod":{"id":"home-devil-nod","body":"She pouts, \"Was it from the fairytales or the porn?\" Her fingers caress your face, \"Doesn't matter. Want a kiss,  {{@tag(\"gender:man\")}}bubby{{/tag}} {{@tag(\"gender:woman\")}}honey{{/tag}} ? I'll make it good.\"","choices":[{"title":"Agree","target":"home-devil-kiss"},{"title":"Disagree","target":"home-devil-restrained"},{"title":"Punch Her","target":"home-devil-punched","body":"Your fist shoots and gets her square up the nose."}]},"home-devil-restrained":{"id":"home-devil-restrained","body":"Paralysis weighs on your arms and legs. They move in spurts, and trembles, until they were nothing at all. She chuckles, \"Oh dear. Looks like we'll have to do this the hard way. I won't be gentle.\" ","choices":[{"title":"Next","target":"home-devil-angry-necklace"}]},"home-devil-punched":{"id":"home-devil-punched","body":"\"Oh!\" She cries out. Your limbs paralyze and fall to a lazy lethargy before you could throw more. \"Son of a bitch! Fuck!\" Her hand goes to her nose, and she sniffles, checking if it's bleeding. \"What the fuck?! Fucking spoiled little shit. Let's play rough, then.\"","effect":["add tag punched_fanny"],"choices":[{"title":"Next","target":"home-devil-angry-necklace"}]},"home-devil-angry-necklace":{"id":"home-devil-angry-necklace","body":"Her hand digs over the blanket and she tosses it aside. Your body is vulnerable and still. Her fingers pick at your clothes, \"I could sniff the soul off you layers away. What are you {{@tag(\"gender:man\")}}a fucking monk{{/tag}} {{@tag(\"gender:woman\")}}a fucking nun{{/tag}} or something?\" \n<fn-int data-id=\"tail\">Her body shifts</fn-int>, and her face moves down to yours, her lips are beyond your nose. Her breath caresses you.","intuition":{"tail":{"id":"tail","body":"Her tail is twirling about your hand. Your fingers twitch. You may have just enough energy to pull a trick.","choices":[{"title":"Tug","body":"You tug her tail.","target":"home-tail-tug"}]}},"choices":[{"title":"Next","body":"You can't do much but what she wishes.","target":"home-devil-kiss-angry"}]},"home-tail-tug":{"id":"home-tail-tug","body":"A moan escapes the woman's lips. She stops, shocked, and slaps your hand off her tail. She's blushing. \"Don't do that.\" Her hands move to remove your shirt.","choices":[{"title":"Next","body":"You can't feel your hands, or anything anymore. You can only watch.","target":"home-necklace-take"}]},"home-devil-kiss":{"id":"home-devil-kiss","body":"Her lips press onto you softly, gently. Her mouth is hot and wet. It presses over your bottom lip to your top, and her tongue slips out to suckle quickly. She pulls her head back, and bites her lip,  {{@tag(\"gender:man\")}}\"Good boy.\"{{/tag}} {{@tag(\"gender:woman\")}}\"Good girl.\"{{/tag}} She caresses out your shirt, \"Let's make you feel good.\"\n","effect":["add tag fannys_kiss"],"choices":[{"title":"Next","body":"How could you possibly refuse?","target":"home-necklace-take"}]},"home-devil-kiss-angry":{"id":"home-devil-kiss-angry","body":"Her lips meet yours. They're warm, wet, and hot, and by the end, she nibbles nips your lip. It hurts, and your mouth releases a breath. She grins, stopping her kisses, and gives your face a smack, \"Oh, I'll enjoy making it hurt.\" {{@tag(\"punched_fanny\")}} Her fist blows your jaw, sending a sore pain through you.{{/tag}}  Her hand then goes under your shirt, and she starts to remove it.","effect":["add tag fannys_kiss"],"choices":[{"title":"Next","body":"You're unable to do anything, forced to watch her violation.","target":"home-necklace-take"}]},"home-necklace-take":{"id":"home-necklace-take","body":"As she removes your shirt, she notices the necklace at your sternum. Her head tilts, and she sniffs at it. \"Huh.\" Her fingers dip under its amulet to pick up, but she gasps in pain and releases it. Like a burn, her pain lingers. Her brows furrow and her face grimaces. She huffs, \"You-- Give it to me.\"","choices":[{"title":"Next","body":"She tries to grab onto the necklace again.","target":"home-necklace-take-2"}]},"home-necklace-take-2":{"id":"hm-necklace-take-2","body":"Horrifying screams escape her. Her hand pushes onto you as she tugs the necklace off. She gives up on the necklace and slashes her claws at you. When her nails dig into your skin, they glance off, and something about her movements seem pained, as though even trying to touch you was hurting her.\nYou feel your movement come back","choices":[{"title":"Fight Back","body":"Your hands grab at her, and strike her.","target":"home-descend-hell","effect":"add tag fight_fanny"},{"title":"Defend Yourself","body":"You raise your arms up, trying to defend yourself in the chaos.","target":"home-descend-hell"}]},"home-descend-hell":{"id":"home-descend-hell","body":"{{@tag(\"fight_fanny\")}}Your hands smacks her cheek and she lets out a gasp. Her fury renews.{{/tag}} Where she can't hurt you, she pushes you. Your body sinks into the mattress. The blankets stretch up like walls around you as you fall deeper and deeper until the world turns dark and you feel nothing below you.\n","choices":[{"title":"Fall","body":"You're falling?","target":"home-descend-hell-2"}]},"home-descend-hell-2":{"id":"home-descend-hell-2","body":"She's clawing at you, her necklace and your fabric both flapping in the void. Finally, her foot digs into your stomach and she stomps you away. Wings unfurl from behind her and she flies off into the darkness, \"Go fuck yourself!\"\nYou're left alone to fall in the dark.","choices":[{"title":"Pass Out","body":"The shock and fear of the situation get to you, and your head swirls into nothing like the void around you.","target":"pool-start"}]},"temple-notice":{"body":"Just a handful. They're here for the sacred pool it seems. They're on the side of the road outside of the temple gateway in tents, although they aren't entering.","effect":["save"],"choices":[{"title":"Approach","body":"Some of them look human, and one of them might help you, so you approach.","target":"temple-people","effect":["add tag rufus edwina elias iulia"]}]},"temple-people":{"location":"Temple","body":"The people around barely notice you, flicking their eyes at you. The devils are <fn-desc data-id=\"dress\">dressed in robes</fn-desc>, but there are some human looking people in shirts and pants. It seems to be a common road, as more people are approaching. There are a few who look <fn-int data-id=\"approach\">mildly approachable</fn-int>.","description":{"dress":"They're dressed in strange silks, but when you peer closer, you realize some of them have fur on their skin."},"intuition":{"approach":{"body":"The devils all look at you with at best apathy, and at worst disdain. The others, who look closer to humans eye you curiously and give you small smiles."}},"choices":[{"title":"Preacher","body":"A tan-skinned man is shouting around with papers in his hand, asking people who walk by to take one.","target":"tp-elias-intro","tag":["elias"]},{"title":"Pilgrim","body":"There's a devil woman is sitting at a tent nearby, she's a safe pick.","tag":["edwina"],"effect":"del tag edwina","target":"tp-pilgrim"},{"title":"Peddler","body":"You approach a devil peddler who's selling some wares from a wagon. He's also horned.","target":"tp-peddler","tag":["rufus"]},{"title":"Interrogator","body":"A pale-skinned woman jumping from person to person, asking them for something. She sounds polite in her words.","tag":["iulia"],"target":{"tp-iulia-intro":null}},{"title":"Iulia","body":"She's still looking around for someone to bother.","tag":["iulia-talked"],"target":"tp-iulia-revisit"},{"title":"Wait","target":"tp-wait","body":"On second thought, none of them look approachable. It's best to stand around and wait, perhaps collect your thoughts."}]},"tp-peddler":{"body":"The peddler's leaning lazily against his wagon. His head sways to you, and his eyes turn curious. He doesn't grant you the honor of a greeting, and waits for you to talk.","choices":[{"title":"Help","body":"You explain to him your circumstance and ask for help returning home.","target":{"tp-peddler-reject":"bg:home"}},{"title":"Place","body":"You ask him about the place","target":"tp-peddler-place"},{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people"}]},"tp-peddler-place":{"body":"\"This is Permina's temple, {{@tag(\"gender:man\")}}boy{{/tag}}{{@tag(\"gender:woman\")}}girl{{/tag}}.\" He eyes you up and down, \"Are you lost or something, muddy?\"\n","choices":[{"title":"Help","body":"You explain to him your circumstance and ask for help.","target":"tp-peddler-reject"},{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people"}]},"tp-peddler-reject":{"body":"{{@tag(\"bg:home\")}} His eyes squint through your explanation. He doesn't believe what you're saying.  His hand goes up, \"It's okay, I don't have time for this. Run along now.\" {{/tag}}\n","choices":[{"title":"Leave","body":"You leave.","target":"temple-people","effect":["del tag rufus"]}]},"tp-pilgrim":{"body":"The demon lady is seated at the mouth of her tent with beads in her hand. She has fur for skin, and a bestial look at her, almost like a cat. Her horns tilt up, and her ear twitches, \"Yes, mortal?\"","choices":[{"title":"Help","body":"Tell the strange woman what troubles you without breaking into panic over what she is.","target":{"tp-pilgrim-explain":"bg:home"}},{"title":"Place","body":"You ask her about the place.","target":"tp-pilgrim-place"},{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people"}]},"tp-pilgrim-place":{"body":"\"Oh,\" she says, \"This is the temple to her ladyship Permina, the spirit of the waters. Why are you wet, dear?\"\n","choices":[{"title":"Explain","body":"\"I fell into the pool.\" \n","target":"tp-pilgrim-explain-reject"},{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people"}]},"tp-pilgrim-explain-reject":{"body":"Her eyes widen, and her mouth opens in shock and offense, \"Silly thing. You must atone for the offense you've given her. Leave me lest you spread your evils upon me.\" She waves you off with her fingers, \"Shoo! Shoo!\"","choices":[{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people","effect":["del tag edwina"]}]},"tp-pilgrim-explain":{"body":"She blinks through your story, neither swayed or unswayed. She shakes her head, \"You look feral. Humans from the middle aren't allowed here. Maybe look for some wilt temple in the city, I don't know. But why are you wet, dear? You're dripping everywhere.\"","choices":[{"title":"Explain","body":"\"I fell into the pool there.\" You gesture back at the temple entrance.\n","target":"tp-pilgrim-explain-reject"},{"title":"Leave","body":"You excuse yourself and leave.","target":"temple-people","effect":["del tag edwina"]}]},"tp-iulia-intro":{"body":"No quicker as you approach her does she approach you and put her hand out to you, \"Woah there, muddy. Stay.\"  She touches your chest, and fixes you in front of her, \"I'm Iulia of Blood, and I need to ask you a few questions.\"\nStrange tattoos line her cheeks and chin. She's pale, and her eye colors pierces red. Her dress is martial, and she has a spear strapped on her back.","choices":[{"title":"Explain","body":"You want to explain your situation first, maybe she can help you.","target":"tp-iu-tryexplain"},{"title":"Leave","body":"You excuse yourself and leave.","target":"tp-iu-noleave"}]},"tp-iulia-revisit":{"body":"You approach her while she's looking around for someone else to bother. She raises her eyebrows. \"Ready to be polite?\"","choices":[{"title":"Yea","body":"\"Yea,\" you say.\n","target":"tp-iulia-interrogation"},{"title":"Leave","body":"You excuse yourself and leave. She rolls her eyes.","target":"temple-people"}]},"tp-iu-tryexplain":{"body":"She stops you in the middle of your story, \"Leave the sob story for the wings. You're going to answer my questions first.\"","effect":["add tag tryexplained"],"choices":[{"title":"Leave","body":"You excuse yourself and leave.","target":"tp-iu-noleave"},{"title":"Hear her out","body":"You nod, \"Sure.\"","target":"tp-iulia-interrogation"}]},"tp-iu-noleave":{"body":"\"Whoa whoa whoa. You're not leaving,\" She grabs your wrist and tugs you back. \"Who owns you?\" She slides your sleeve up, and hesitates. \"O-oh, you're not a slave. Sorry.\" She lets your wrist go. \"Sorry. But I still need to ask you some questions.\"\n","choices":[{"title":"Leave Again","body":"Don't care. Bye.","target":"temple-people","effect":["add tag iulia-talked","del tag iulia"]},{"title":"Nod","body":"You nod, \"Sure.\"","target":"tp-iulia-interrogation"}]},"tp-iulia-interrogation":{"body":"She takes in a deep breath and lets it out, then starts reciting from memory; \"Have you or anyone you've known witnessed <fn-desc data-id=\"motus\">motus divinus</fn-desc> in the region? The Committee of Under Relations has detected anomalous amounts of soul concentrated within dimcwith, and your co-operation, while not mandatory, is encouraged in order to ensure the safety of all under's genera.","description":{"motus":"\"What's motus divinus?\" you say.\nShe sighs, \"Did a god blow something up? Are the wells pouring blood? Do you hear whispers in your head on a specific topic?\"\n"},"choices":[{"title":"No","body":"You shake your head.","target":"tp-iulia-giveup"},{"title":"I don't know","body":"\"I don't know what you're talking about.\"\n"},{"title":"Explain","body":"You explain what happened to you under the context of her question.","target":"tp-iulia-offers-help"}]},"tp-iulia-giveup":{"body":"\"Yea,\" she says, nodding, looking around at the rest of the people. She mulls on something, before turning to you, \"{{@tag(\"tryexplained\")}}Alright, so let's hear it.{{/tag}} What's your story? Why're you wet?\"\n","choices":[{"title":"Explain","body":"You explain with fluster, the problem.","target":"tp-iulia-explain","effect":["del tag tryexplained"]}]},"tp-iulia-explain":{"body":"As you explain, she looks concerned. Shocked. Her hand moves out to your left chest, and something glows in her palm. Her mouth opens, \"My god, you are. It must've been one of those Niewan devils that grabbed you. You poor {{@tag(\"gender:man\")}}man{{/tag}}{{@tag(\"gender:woman\")}}woman{{/tag}}. You don't know what's happening, do you?\"\n","choices":[{"title":"Shake Head","body":"You shake your head.","target":"tp-iulia-talk"},{"title":"Want Home","body":"\"I just want to go home,\" you say. "}]},"tp-iulia-talk":{"body":"\"We'll get you home, my watcher will want to hear about you. You're in the underworld, by the way, nice to meet you\" she puts her hand out to you.\n","choices":[{"title":"Shake It","body":"Your hand goes out and shakes it.","target":"tp-iulia-talk-2","effect":["tag add iushake"]},{"title":"Nod","body":"You nod politely, but don't shake her hand.","target":"tp-iulia-talk-2","effect":["tag add iunod"]}]},"tp-iulia-talk-2":{"body":"{{@tag(\"iushake\")}}\"Good to meet you.\" Her handshake is gentle.{{/tag}} {{@tag(\"iunod\")}}\"Wise to be cautious.\" She puts up her hand and fixes it back at her hip.{{/tag}} \"There's a city on the othe rend of the womb, I'll take you there. They'll know what to do wit--\"\n\"Hey,\" a man says near the both of you, \"Is she bothering you?\"\n","choices":[{"title":"Turn","body":"You turn to the voice.","target":"tp-iu-el-tk"}]},"tp-iu-el-tk":{"body":"It's the young preacher who was going around with pamphlets earlier. He's looking at you, and he repeats his question, \"Is she bothering you?\" He side-eyes Iulia. There's suspicion and waryness in his face.\nIulia turns to him, \"No, this is Under business. Leave us alone, crispy.\"\n","choices":[{"title":"Watch","body":"Just watch. No need to answer.","target":"tp-iu-el-argue"},{"title":"No","body":"No, she's not bothering you.","target":"tp-iu-el-alright","effect":["add tag el:iu-fine"]},{"title":"Yes","body":"Yes, she's bothering me.","target":"tp-iu-el-bother","effect":["add tag iu:iubother el:iubother"]}]},"tp-iu-el-argue":{"body":"The preacher ignores her, looking back at you, \"She's not part of the official government here, you're not legally obliged to follow her. She's one of Sanguine's brood, a bloodsucker. Watch out,\" he says.\n\"You make it sound like we're evil,\" she says.\n\"Because your people are.\"\n\"Don't listen to him, he's from heaven, they're all like this.\" She touches your arm and tries to pressure you away from him, \"Leave us alone.\"\n","choices":[{"title":"Follow","body":"Follow her","target":"tp-iu-farewell"},{"title":"Stay","body":"You stay, perhaps you want to ask him more questions.","target":"tp-iu-el-stay"}]},"files":["democwith.yaml"],"node":{"id":null,"body":null,"effect":null,"choices":[{"title":null,"transition":null,"target":null,"effect":null}],"intuition":{"name":{"id":null,"body":null,"choices":[{"title":null,"transition":null,"target":null,"effect":null}]}}},"pool-start":{"id":"pool-start","effect":["add psyche 3","save"],"body":"You regain consciousness again. Your eyes split open, and you squint out. It stings. Your skin feels water, and you can't breath. But then, air strikes your lip cool. You gasp, and submerge in water again. Your body hits something hard, making you groan, and curl.\nLight comes from somewhere in your trashing and rolling, a tiny spot of light.","choices":[{"title":"Face It","body":"You contort yourself against the rush of fluids to look at it.","effect":["add tag pool-face"],"target":"pool-fall"},{"title":"Turn away","body":"You try to turn away.","effect":["add tag pool-away"],"target":"pool-fall"}]},"pool-fall":{"id":"pool-fall","body":"{{@tag(\"pool-face\")}}The light approaches you bigger and bigger, until it encompasses you.{{/tag}}{{@tag(\"pool-away\")}}The light turns away. You find solace in the darkness, as you're swept. {{/tag}}\n\nYou fall out of a cave. It turns out it was an underwater river. You're in the air for a moment, seeing the waters drop and mist around you. The roar of the waterfalls drums your ears below you, growing louder as you descend for a second. Your stomach tightens and you crash into a pool of water.","after":["del tag pool-face pool-away"],"choices":[{"title":"Swim up","body":"Your hands feel for the way the bubbles move, and then you swim up.","target":"pool-swim-up","effect":["add tag canswim"],"tag":["race:mortal","race:workman"]},{"title":"Flail","body":"You don't know how to swim, and flail around. Perhaps luck shall save you?","effect":["add tag cantswim"],"tag":["race:workman","race:domestic","race:mortal","race:feral"],"target":"pool-tugged-out"}]},"pool-swim-up":{"id":"pool-swim-up","body":"Your head breaks through the surface, and you splash around. You're in an underground pool, within a small cavern room. The waterfall is near you, and you swim away. At the edge of the pool you spot an idol or altar of some sort. There's a person nearby, shouting faintly.","choices":[{"title":"Swim to Shore","body":"You have no other choice but to swim to shore.","target":"pool-swim-shore"}]},"pool-tugged-out":{"id":"pool-tugged-out","body":"You flail, and feel your lungs screaming for air. Your mouth opens and water fills you. Someone grab at the collar of your shirt, and you're tugged over up out of the water. Your head turns over, coughing and gasping in breaths. It's another devil. Red and with wings behind him. He doesn't look pleased.","choices":[{"title":"Thank You","body":"You turn over and sputter out \"Thank you.\"","target":"pool-thrown-out","effect":["add tag thankdemon"]},{"title":"Stay silent","body":"You stay quiet.","target":"pool-thrown-out"}]},"pool-thrown-out":{"id":"pool-thrown-out","body":"{{@tag(\"thankdemon\")}}\"Shut up!\" The devil tugs on your collar harder, shaking you.{{/tag}} You're dragged out from the pool. Nearby, there's another devil, half as tall pointing. \n\"This is a sacred pool!\" The little devil screams, \"Take {{@tag(\"gender:man\")}}him{{/tag}}{{@tag(\"gender:woman\")}}her{{/tag}} out!\"\n\"Come on.\" The big devil fixes you up to walk, and pressures you out.","choices":[{"title":"Leave","body":"You decide to leave.","target":"pool-leave","effect":["del tag thankdemon"]}]},"pool-swim-shore":{"id":"pool-swim-shore","body":"As you swim closer, you notice that it's another devil creature. His horns are short, and his hands are waving and flailing at you. He's screaming.\n\"W-what are you doing in the sacred pool! You! Human! Get out of there!\"","choices":[{"title":"Shore","body":"Your feet touch the bottom of the pool, and you stumble out onto the stone shore of the pool.","target":"pool-caretaker"}]},"pool-caretaker":{"id":"pool-caretaker","body":"The devil runs after you. He's a short one, about your chest in height, and he holds a staff. When he notices you stand up, soaking and drenched, he eases. \"Mudfuck! This is a sacred pool you're writhing in! Get! Get before I call the bully!\" He raises his hand, <fn-int data-id=\"threat\">threatening to hit you.</fn-int>\nThe exit is out the room's mouth, which leads to another far larger cavern.","intuition":{"threat":{"id":"threat","body":"He looks too scared to fight you, he'll surely run away and call someone if you try to respond."}},"choices":[{"title":"Raise Fists","body":"Your hands go up, and your body takes a fighting stance.","target":"pool-caretaker-fight"},{"title":"Leave","body":"You take your leave, taking the exit nearby at the room's mouth.","target":"pool-leave"},{"title":"Talk","body":"You apologize and try to explain what happened.","target":"pool-caretaker-talk"}]},"pool-caretaker-fight":{"id":"pool-caretaker-fight","body":"The moment you raise your fists, the devil runs over to the mouth of the room. \"Bullyman! Take this {{@tag(\"gender:woman\")}}mudwoman{{/tag}}{{@tag(\"gender:man\")}}mudman{{/tag}} from Permina!\"\n<fn-int data-id=\"guard\">Another devil</fn-int> who is much larger, much taller, enters from the mouth. You spot wings behind him, and a club in his hand. The small devil points at you, \"That's {{@tag(\"gender:woman\")}}her{{/tag}}{{@tag(\"gender:man\")}}him{{/tag}}!\"\n\"You!\" The winged devil says, \"Out!\"","intuition":{"guard":{"id":"guard","body":"He's far too large for you to fight, it'd be best to just go along with him."}},"choices":[{"title":"Yes sir.","body":"Just leave, and figure things out there.","target":"pool-leave"},{"title":"Fight","body":"What's a winged devil? Easy scrap.","target":"pool-caretaker-death"}]},"pool-caretaker-death":{"id":"pool-caretaker-death","body":"The winged devil bonks your head in with a club, you don't remember anything after that.","choices":[{"title":"Die","body":"In fact, you don't think anything, and inevitably, don't breathe anything.","target":"gameover"}]},"pool-leave":{"id":"pool-leave","body":"You rush over to the mouth of the room. When you step outside, you stop. The next cavern that you enter is huge. The room's the size of a small country at least. The light coming from the fungus on the walls and ground fade in the air's haze. There are, what you think look like clouds cover the ceiling above.","choices":[{"title":"People","body":"A small stairway leads down to an open gateway and then a road. There are people around there.","target":"temple-notice"}]},"walls":{"id":"walls","body":"To be added (click reset and pick normal human)."},"start":{"title":"Democwith","body":"You're human. Humans in the wombs are oppressed by the diefols (devils), who largely see them as little more than animals. What that means depends on them. It's a tough draw.\nWhat kind of <em>human</em> are you, muddy?","choices":[{"title":"Mortal","target":"gender","effect":["add tag race:mortal"],"body":"A normal mortal human from the middle world. Most will mistake you for feral, and only an educated few will appreciate where you're really from."},{"title":"Feral","target":"gender","effect":["add tag race:feral"],"body":"They migrating through labrynthian caves of the womb-walls to retain their liberty. They're sharp, cautious, but plain."},{"title":"Domestic","target":"gender","effect":["add tag race:domestic"],"body":"The domestic slaves of the diefols, bred for home and ornament. They're beautiful, cunning, but can they fight? eh."},{"title":"Workman","target":"gender","effect":["add tag race:workman"],"body":"Bred for fungal farming, factories, and war. For all that muscle, they're uneducated and not very bright."}]},"gender":{"id":"gender","body":"Gender in the underworld is based on the cacophony of cultures and religions that colour the wombs, from the strict binary matriarchies of Pleasure's angels, to Sanguine's esoteric genderblood system. For now, you have a basic form.","choices":[{"title":"Man","target":"background","body":"The typical man, whether muscles or a gut. Everyone gets it right away.","effect":["add tag gender:man"]},{"title":"Woman","target":"background","body":"The typical woman. Whatever your features, there's no ambiguity over your gender.","effect":["add tag gender:woman"]},{"title":"Effeme","target":"background","tag":["race:feral","race:domestic"],"body":"A human male who had drunk from naswa's sap. They have womanly features but retain the phallus; they hold special consideration in some cultures.","effect":["add tag gender:effeme"]}]},"background":{"id":"background","body":"Where will we start your story?","choices":[{"title":"Home","target":"amulet","body":"You have a house in the mortal world, and an otherworldly visitor comes upon your bedroom at night to visit.","effect":["add tag bg:home"],"tag":["race:mortal"]},{"title":"Lost","target":"amulet","body":"You strayed a little too far from home, and find yourself hoplessly lost. Now, where's the damned way back?","tag":["race:feral","race:workman"],"effect":["add tag bg:lost"]},{"title":"Refugee","body":"Your village was attacked by diefol raiders. You've run away, and find yourself in dimcwith.","target":"amulet","tag":["race:workman"],"effect":["add tag bg:refugee"]},{"title":"Refugee","target":"amulet","body":"Your tribe was set upon by a roc swell, and you were the only one to live, if you could call it living.","tag":["race:feral"],"effect":["add tag bg:refugee"]},{"title":"Runaway","target":"amulet","body":"You chose to risk death, rather than die shackled, and had run away from your old master's estate into the walls.","effect":["add tag bg:runaway"],"tag":["race:domestic","race:workman"]}]},"amulet":{"id":"amulet","body":"Since you were young, you had <fn-desc data-id=\"amudesc\">an amulet.</fn-int>","description":{"amudesc":"Its a dry red, a ruby, in the shape of a circle. You keep it as a necklace now. {{@tag(\"bg:home\")}} It was an heirloom from your mother, who handed it down to you.{{/tag}} {{@tag([\"bg:lost\", \"bg:runaway\", \"bg:refugee\"])}} You found it as a child, and kept it with you for a long time.{{/tag}}  You can <fn-int data-id=\"amulet\">inspect it</fn-int> further, but it will take a bit of focus.\n"},"intuition":{"amulet":{"id":"amulet","body":"There is something swirling, undulating in there. But staring too long tires you in some way, and you stop. Some bit of your psyche has been taken with it.","choices":[{"title":"Continue","body":"It's okay. You got this. Good luck!","target":{"walls":["bg:refugee","bg:lost","bg:runaway"],"home":"bg:home"}}]}}},"gameover":{"id":"gameover","body":"GAME OVER\nDue to whatever actions you have committed, or perhaps, not committed, you have either died, or entered a fate worse than death.\nYou can either restart the game or reload from the last checkpoint to continue."}}