{"start":{"id":"start","title":"The Slave Ship","body":"You're thrown from your bed, and land on the floor. You're in your cabin. The room sways to and fro with the sways of the ship. The storm has grown worse and worse, and you hear the rain whip against the walls. Shouting is coming from outside the door. Must be the crew. You're confused.","choices":[{"title":"Door","target":"door","transition":"You wade your way through the dark, and stumble over to the door."},{"title":"Bed","target":"bed","transition":"You crawl back to bed."}]},"door":{"id":"door","body":"You latch your hand onto the door handle, and twist it. The door blows open and strikes you, and you tumble back. A howl of wind and water pours through onto you. Your nightgown ripples, and your books are blown off the desk. All you can do is raise your hand and squint out the doorway, and all you can see are the glow of lanterns fainted by the spray. Voices shout, barely swimming above the wind: \"Abandon ship! Abandon ship!\"","tldr":"What should you do?","choices":[{"title":"Leave","effect":["add tag early"],"target":"leave","transition":"You raise your nightgown and rush out the door."},{"title":"Nah","target":"bed","transition":"You do your best to shut the door, and head back to bed."},{"title":"My books!","target":"mybooks","transition":"Oh! Your books!"}]},"mybooks":{"id":"mybooks","effect":["add tag books"],"body":"You clamber up and collect them into your bag. Your drawings of the local tropical fauna is of too much value to you, and with your bag coated with linseed oil, you hope they won't get too wet.","choices":[{"title":"Leave","target":"leave","transition":"Time to get going. You strap your bag around you, and rush out the door."},{"title":"Sleep","target":"bed","transition":"With that out of the way, you toss your bag into the chest, and return to bed."}]},"bed":{"id":"bed","effect":["add tags moretime"],"body":"Storm? No thank you. You grab your blanket and grab onto the mattress. Just as you thought to doze back to sleep, the door explodes open. There's silhoutte at its frame. It's <span style='font-weight:bold; color:#c46d4d'>the bootswain.</span> He's panting, \"Wake, Miss Lousette! The hull's breached!\" he says, leaving the wind and rain to pour in. You still hear shouts outside.","choices":[{"title":"Yes sir!","target":"leave","transition":"You follow after him."},{"title":"Don't Care","target":"dontcare","transition":"\"I don't care!\" you say, \"close the door!\"\n"}]},"dontcare":{"id":"dontcare","body":"He blinks at you, in disbelief, \"B--but Miss Lousette! The ship is sinking!\"\n\"Close the door!\"\nHe does, shutting it with great struggle.\nYou return to sleep, huffing. Sinking! What nonsense. You close your eyes and fall back to sleep. You face no qualms nor trouble in falling back into the arms of Hypnos, no matter how much Poseidon sways. Of course, when the waves crash open the door, and the water roars in, it's too late to scream. <span style='color:#e67878;font-weight:bold'>YOU DIED.</span>"},"leave":{"id":"leave","body":"You make it to deck, and meet the tempest. The crew is rushing to get the rowboats free, others hang off the ropes while the ship tilts. It is too dark to witness the sea. Only the glow of the lamps give you way. As the ship tilts further, your feet slip and you smack to the floor. A wave leaps its waters against the side, and sweeps you away. You slide faster and faster and faster towards the bulwarks.","choices":[{"title":"Help!","id":"help","target":"thehold","transition":"You shriek and scream incoherently."},{"title":"Accept","id":"accept","target":"thehold","transition":"It is your time. It has come. You close your eyes and meet the sea.","effect":["add tag calmofthesea"]}]},"thehold":{"title":"The Slaves","id":"thehold","body":"You fall through the cargo hatch, disappearing inside. You drop ontop the floor. You groan, but you're still alive. You're in the cargo hold. The ship tilts the other way, and you quickly get up, finding your footing again. A single oil lamp gives you glow. You look around.\nThe slaves.\n They're all still chained together, and shackled to the walls of the hull. They're all shouting in panic and fear, for deep near the bow of the ship, water has broken in. Some of the slaves near the breach are trying to breathe, sticking their mouths up. Others, you're sure maybe dozens, were underwater, flailing their hands. The ones near you beg to you, and point to some bolt cutters which had slid by you.","choices":[{"title":"Cut free","tag":["early"],"target":"help_slaves","effect":["add tag slave_help slave_friend"],"transition":"You grab the bolt cutters and run to them."},{"title":"Toss it","target":"toss_slaves","effect":["add tag slave_help"],"transition":"You grab and toss the bolt cutters over to them."},{"title":"Leave","target":"leave_slaves","effect":["add tag slave_hate"],"transition":"You're not going to release a bunch of slaves loose."}]},"help_slaves":{"id":"help_slaves","body":"\"Oh you poor things!\" you say, going to the first man. You bringt up the cutters and try to snap his cuffs, but you find it incredibly hard. You put your muscle into it, keeping your stance wide. The slave is sweating.\n\"Please miss! Hurry miss.\"he says.\n\"I'm trying!\" you say. You're able to cut his cuffs when you get a good angle on the cut. You try to cut the chains linking him to the slave next to him, but struggle as the ship turns again. You fall onto him. He grabs you, and stands you up. Then he tugs the cutters from your hands, \"I will do! Thank you miss. Go! Go to boat!\" he says.","choices":[{"title":"Leave","target":"leave_hold","transition":"He's right. There's no use in sticking around. You let him cut himself and the others loose, and you leave the hold, climbing up the hatch's ladder."}]},"leave_slaves":{"id":"leave_slaves","body":"You run to the hatch. The slaves shout and scream at you, and you can't help but glance at them back. They threaten you, telling you they'll kill you. Some don't, some beg, begging you and begging you. Some are quiet.","choices":[{"title":"Leave","target":"leave_hold","transition":"You climb up and leave them behind."}]},"toss_slaves":{"id":"toss_slaves","body":"It lands by one slave's foot, and he grabs it. He makes it work, grabbing the cutters, and cutting the man next to him.","choices":[{"title":"Leave","target":"leave_hold","transition":"They'll be alright. You turn and climb up the hatch."}]},"leave_hold":{"id":"leave_hold","body":"You make it onto deck again. You look around to find if any of the rowboats are still being set. You still see a few left. You hear the captain shouting your name, 'Miss Lousette!' He says. You turn, and find him at the wheel, he points over to the boat, 'Get her! Men! Get her in there!' He screams. You're grabbed soon by some of the crew, and hauled over. You're tossed into the rowboat.\n'Hey!' you say. They don't give you much choice. You pop your head out, and find them hauling the row boat over the bulwark using the crane. They leave it over the bulwark, and look ready to hop in with you, when a great wave crashes into the ship. The crew lose their grip on the ropes, and your boat is sent to the water. <span style='font-weight: bold;'>TO BE CONTINUED</span>"}}